test/cwmp_builder_SUITE_data/cwmp_ChangeDUState.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:soapenc="http://schemas.xmlsoap.org/soap/encoding/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:cwmp="urn:dslforum-org:cwmp-1-0"><soapenv:Header/><soapenv:Body><cwmp:ChangeDUState><CommandKeyType>command_key_type</CommandKeyType></cwmp:ChangeDUState></soapenv:Body></soapenv:Envelope>